Repository: Membrillo38/ReciApp
Catalog: IosAPP/ReciApp/Localizable.xcstrings
Source language: en
Languages: de, es_es, fr_fr, it, pt_br

source: Paste one or more TikTok, Instagram, YouTube, or Facebook links. We’ll queue them and import one at a time.
de: Füge einen oder mehrere TikTok-, Instagram-, YouTube- oder Facebook-Links ein. Wir reihen sie ein und importieren sie nacheinander.
es_es: Pega uno o más enlaces de TikTok, Instagram, YouTube o Facebook. Los pondremos en cola e importaremos de uno en uno.
fr_fr: Collez un ou plusieurs liens TikTok, Instagram, YouTube ou Facebook. Nous les mettrons en file et les importerons un par un.
it: Incolla uno o più link TikTok, Instagram, YouTube o Facebook. Li metteremo in coda e li importeremo uno alla volta.
pt_br: Cole um ou mais links do TikTok, Instagram, YouTube ou Facebook. Vamos enfileirá-los e importar um de cada vez.

source: Paste recipe links
de: Rezeptlinks einfügen
es_es: Pega enlaces de recetas
fr_fr: Collez des liens de recettes
it: Incolla link di ricette
pt_br: Cole links de receitas

source: pending
de: Ausstehend
es_es: pendiente
fr_fr: en attente
it: In attesa
pt_br: Pendente

source: plan
de: Tarif
fr_fr: forfait
it: piano
pt_br: plano

source: poll %d: %@
de: Abruf %d: %@
es_es: comprobación %d: %@
fr_fr: interrogation %d : %@
it: Controllo %d: %@
pt_br: Consulta %d: %@

source: Preferences
de: Einstellungen
es_es: Preferencias
fr_fr: Préférences
it: Preferenze
pt_br: Preferências

source: Prep
de: Vorbereitung
es_es: Preparación
fr_fr: Préparation
it: Preparazione
pt_br: Preparo

source: Previous step
de: Vorheriger Schritt
es_es: Paso anterior
fr_fr: Étape précédente
it: Passaggio precedente
pt_br: Etapa anterior

source: privacy
de: Datenschutzbestimmungen
es_es: privacidad
fr_fr: la politique de confidentialité
pt_br: privacidade

source: Pro fair-use limit reached this month (keeps margin).
de: Das Pro-Fair-Use-Limit für diesen Monat ist erreicht (Marge bleibt erhalten).
es_es: Límite de uso razonable de Pro alcanzado este mes.
fr_fr: La limite d'utilisation équitable de Pro est atteinte ce mois-ci (une marge est conservée).
it: Il limite di utilizzo corretto di Pro è stato raggiunto questo mese (il margine viene preservato).
pt_br: O limite de uso justo do Pro foi atingido neste mês (a margem é preservada).

source: processing
de: Wird verarbeitet
es_es: procesando
fr_fr: traitement
it: Elaborazione
pt_br: Processando

source: Qty
de: Menge
es_es: Cantidad
fr_fr: Qté
it: Q.tà
pt_br: Qtd.

source: Reading the link…
de: Link wird gelesen…
es_es: Leyendo el enlace…
fr_fr: Lecture du lien…
it: Lettura del link…
pt_br: Lendo o link…

source: Recently added
de: Zuletzt hinzugefügt
es_es: Añadidas recientemente
fr_fr: Récemment ajoutées
it: Aggiunte di recente
pt_br: Adicionadas recentemente

source: Recipe %d of %d
de: Rezept %d von %d
es_es: Receta %d de %d
fr_fr: Recette %d sur %d
it: Ricetta %d di %d
pt_br: Receita %d de %d

source: Recipe complete
de: Rezept fertig
es_es: Receta completada
fr_fr: Recette terminée
it: Ricetta completata
pt_br: Receita concluída

source: Recipe image %lld of %lld
de: Rezeptbild %1$lld von %2$lld
es_es: Imagen de receta %1$lld de %2$lld
fr_fr: Image de recette %1$lld sur %2$lld
it: Immagine della ricetta %1$lld di %2$lld
pt_br: Imagem da receita %1$lld de %2$lld

source: Recipe image carousel
de: Rezeptbildkarussell
es_es: Carrusel de imágenes de la receta
fr_fr: Carrousel d’images de la recette
it: Carosello di immagini della ricetta
pt_br: Carrossel de imagens da receita

source: Recipe model returned empty response
de: Das Rezeptmodell hat eine leere Antwort zurückgegeben
es_es: La IA no devolvió una receta
fr_fr: Le modèle de recette a renvoyé une réponse vide
it: Il modello della ricetta ha restituito una risposta vuota
pt_br: O modelo de receita retornou uma resposta vazia

source: Recipe ready
de: Rezept bereit
es_es: Receta lista
fr_fr: Recette prête
it: Ricetta pronta
pt_br: Receita pronta

source: Recipes remain saved and move to Uncategorized.
de: Rezepte bleiben gespeichert und werden nach Nicht zugeordnet verschoben.
es_es: Las recetas se conservan y pasan a Sin categoría.
fr_fr: Les recettes restent enregistrées et sont déplacées dans Non classées.
it: Le ricette restano salvate e vengono spostate in Senza categoria.
pt_br: As receitas continuam salvas e são movidas para Sem categoria.

source: Recipes without a folder appear here automatically.
de: Rezepte ohne Ordner erscheinen hier automatisch.
es_es: Las recetas sin carpeta aparecen aquí automáticamente.
fr_fr: Les recettes sans dossier apparaissent ici automatiquement.
it: Le ricette senza cartella vengono visualizzate qui automaticamente.
pt_br: Receitas sem pasta aparecem aqui automaticamente.

source: Recipes worth keeping.
de: Rezepte, die es wert sind, behalten zu werden.
es_es: Recetas que merece la pena guardar.
fr_fr: Des recettes qui valent la peine d'être conservées.
it: Ricette da conservare.
pt_br: Receitas que vale a pena guardar.

source: Refresh recipes
de: Rezepte aktualisieren
es_es: Actualizar recetas
fr_fr: Actualiser les recettes
it: Aggiorna ricette
pt_br: Atualizar receitas

source: Reset layout
de: Layout zurücksetzen
es_es: Restablecer diseño
fr_fr: Réinitialiser la disposition
it: Reimposta layout
pt_br: Redefinir layout

source: Restore purchases
de: Käufe wiederherstellen
es_es: Restaurar compras
fr_fr: Restaurer les achats
it: Ripristina acquisti
pt_br: Restaurar compras

source: Save
de: Speichern
es_es: Guardar
fr_fr: Enregistrer
it: Salva
pt_br: Salvar

source: Save recipes from your favorite videos and keep them beautifully organized.
de: Speichere Rezepte aus deinen Lieblingsvideos und halte sie schön organisiert.
es_es: Guarda recetas de tus vídeos favoritos y organízalas fácilmente.
fr_fr: Enregistrez les recettes de vos vidéos préférées et gardez-les parfaitement organisées.
it: Salva le ricette dai tuoi video preferiti e organizzale con cura.
pt_br: Salve receitas dos seus vídeos favoritos e mantenha tudo organizado.

source: Saved in
de: Gespeichert in
es_es: Guardada en
fr_fr: Enregistrée dans
it: Salvata in
pt_br: Salva em

source: Saved to your account
de: In deinem Konto gespeichert
es_es: Guardadas en tu cuenta
fr_fr: Enregistrée dans votre compte
it: Salvata nel tuo account
pt_br: Salva na sua conta

source: Select
de: Auswählen
es_es: Seleccionar
fr_fr: Sélectionner
it: Seleziona
pt_br: Selecionar

source: Select All
de: Alle auswählen
es_es: Seleccionar todo
fr_fr: Tout sélectionner
it: Seleziona tutto
pt_br: Selecionar tudo

source: servings
de: Portionen
es_es: raciones
fr_fr: portions
it: porzioni
pt_br: porções

source: Servings
de: Portionen
es_es: Raciones
fr_fr: Portions
it: Porzioni
pt_br: Porções

source: Settings
de: Einstellungen
es_es: Ajustes
fr_fr: Réglages
it: Impostazioni
pt_br: Configurações

source: sign in to import
de: Zum Importieren anmelden
es_es: inicia sesión para importar
fr_fr: Connectez-vous pour importer
it: Accedi per importare
pt_br: Entre para importar

source: Sign out
de: Abmelden
es_es: Cerrar sesión
fr_fr: Se déconnecter
it: Esci
pt_br: Sair

source: Signing in…
de: Anmeldung läuft…
es_es: Iniciando sesión…
fr_fr: Connexion…
it: Accesso in corso…
pt_br: Entrando…

source: Sort folders
de: Ordner sortieren
es_es: Ordenar carpetas
fr_fr: Trier les dossiers
it: Ordina cartelle
pt_br: Ordenar pastas

source: Start cooking
de: Kochen beginnen
es_es: Empezar a cocinar
fr_fr: Commencer à cuisiner
it: Inizia a cucinare
pt_br: Começar a cozinhar

source: Start cooking step by step
de: Schritt für Schritt kochen
es_es: Empezar a cocinar paso a paso
fr_fr: Commencer à cuisiner étape par étape
it: Inizia a cucinare passo dopo passo
pt_br: Começar a cozinhar passo a passo

source: starting…
de: Start wird vorbereitet…
es_es: iniciando…
fr_fr: démarrage…
it: Avvio…
pt_br: Iniciando…

source: Step %d
de: Schritt %d
es_es: Paso %d
fr_fr: Étape %d
it: Passaggio %d
pt_br: Etapa %d

source: Step %lld of %lld
de: Schritt %1$lld von %2$lld
es_es: Paso %1$lld de %2$lld
fr_fr: Étape %1$lld sur %2$lld
it: Passaggio %1$lld di %2$lld
pt_br: Etapa %1$lld de %2$lld

source: Step by step
de: Schritt für Schritt
es_es: Paso a paso
fr_fr: Étape par étape
it: Passo dopo passo
pt_br: Passo a passo

source: steps
de: Schritte
es_es: pasos
fr_fr: étapes
it: passaggi
pt_br: etapas

source: Sync and account actions.
de: Synchronisierung und Kontoaktionen.
es_es: Sincronización y acciones de cuenta.
fr_fr: Synchronisation et actions du compte.
it: Sincronizzazione e azioni dell'account.
pt_br: Sincronização e ações da conta.

source: System default
de: Systemstandard
es_es: Idioma del sistema
fr_fr: Par défaut du système
it: Predefinito di sistema
pt_br: Padrão do sistema

source: Tactile feedback for important actions
de: Haptisches Feedback für wichtige Aktionen
es_es: Respuesta táctil para acciones importantes
fr_fr: Retour tactile pour les actions importantes
it: Feedback tattile per le azioni importanti
pt_br: Feedback tátil para ações importantes

source: Tap any step to focus it. Next advances and checks off the current step. Use Ingredients to keep the recipe close while you cook.
de: Tippe auf einen beliebigen Schritt, um ihn zu fokussieren. Weiter geht zum nächsten Schritt und hakt den aktuellen ab. Verwende Zutaten, um das Rezept beim Kochen griffbereit zu halten.
es_es: Toca cualquier paso para enfocarlo. Siguiente avanza y marca el paso actual. Usa Ingredientes para tener la receta a mano mientras cocinas.
fr_fr: Touchez une étape pour la sélectionner. Suivant avance et valide l'étape actuelle. Utilisez Ingrédients pour garder la recette à portée de main pendant que vous cuisinez.
it: Tocca un passaggio per metterlo a fuoco. Avanti passa al successivo e contrassegna quello corrente. Usa Ingredienti per tenere la ricetta a portata di mano mentre cucini.
pt_br: Toque em qualquer etapa para focá-la. Avançar passa para a próxima e marca a atual como concluída. Use Ingredientes para manter a receita por perto enquanto cozinha.

source: Temperature
de: Temperatur
es_es: Temperatura
fr_fr: Température
it: Temperatura
pt_br: Temperatura

source: terms
de: Nutzungsbedingungen
es_es: términos
fr_fr: les conditions d'utilisation
it: termini
pt_br: termos

source: This folder is empty
de: Dieser Ordner ist leer
es_es: Esta carpeta está vacía
fr_fr: Ce dossier est vide
it: Questa cartella è vuota
pt_br: Esta pasta está vazia

source: This permanently removes your account and saved recipes.
de: Dein Konto und deine gespeicherten Rezepte werden dauerhaft gelöscht.
es_es: Esto elimina permanentemente tu cuenta y tus recetas guardadas.
fr_fr: Votre compte et vos recettes enregistrées seront définitivement supprimés.
it: Il tuo account e le ricette salvate verranno eliminati definitivamente.
pt_br: Sua conta e receitas salvas serão removidas permanentemente.

source: This recipe does not have a method to cook through.
de: Dieses Rezept enthält keine Zubereitungsschritte.
es_es: Esta receta no tiene un método para seguir cocinando.
fr_fr: Cette recette ne contient aucune méthode de préparation.
it: Questa ricetta non contiene un procedimento.
pt_br: Esta receita não tem um modo de preparo.

source: This recipe does not include an ingredient list.
de: Dieses Rezept enthält keine Zutatenliste.
es_es: Esta receta no incluye una lista de ingredientes.
fr_fr: Cette recette ne contient aucune liste d'ingrédients.
it: Questa ricetta non include un elenco di ingredienti.
pt_br: Esta receita não inclui uma lista de ingredientes.

source: Timed out waiting for recipe
de: Zeitüberschreitung beim Warten auf das Rezept
es_es: Se agotó el tiempo de espera de la receta
fr_fr: Délai d'attente dépassé pour la recette
it: Tempo scaduto durante l'attesa della ricetta
pt_br: Tempo limite ao aguardar a receita

source: Top level
de: Oberste Ebene
es_es: Nivel superior
fr_fr: Niveau supérieur
it: Livello principale
pt_br: Nível superior

source: Total
de: Gesamt
it: Totale

source: Try again
de: Erneut versuchen
es_es: Intentar de nuevo
fr_fr: Réessayer
it: Riprova
pt_br: Tentar novamente

source: Uncategorized
de: Nicht kategorisiert
es_es: Sin categoría
fr_fr: Non classé
it: Senza categoria
pt_br: Sem categoria

source: Uncategorized (default)
de: Nicht zugeordnet (Standard)
es_es: Sin categoría (predeterminada)
fr_fr: Non classées (par défaut)
it: Senza categoria (default)
pt_br: Sem categoria (padrão)

source: Unit
de: Einheit
es_es: Unidad
fr_fr: Unité
it: Unità
pt_br: Unidade

source: Unsupported or invalid URL
de: Nicht unterstützte oder ungültige URL
es_es: URL no compatible o no válida
fr_fr: URL non prise en charge ou invalide
it: URL non supportato o non valido
pt_br: URL incompatível ou inválida

source: Unsupported or invalid URL. TikTok, YouTube, Instagram, Facebook only.
de: Nicht unterstützte oder ungültige URL. Nur TikTok, YouTube, Instagram und Facebook.
es_es: URL no compatible o no válida. Solo TikTok, YouTube, Instagram y Facebook.
fr_fr: URL non prise en charge ou invalide. TikTok, YouTube, Instagram et Facebook uniquement.
it: URL non supportato o non valido. Solo TikTok, YouTube, Instagram e Facebook.
pt_br: URL incompatível ou inválida. Apenas TikTok, YouTube, Instagram e Facebook.

source: Upgrade to Pro
de: Auf Pro upgraden
es_es: Pasar a Pro
fr_fr: Passer à Pro
it: Passa a Pro
pt_br: Fazer upgrade para o Pro

source: View original recipe
de: Originalrezept anzeigen
es_es: Ver receta original
fr_fr: Voir la recette originale
it: Visualizza ricetta originale
pt_br: Ver receita original

source: We couldn't complete that action. Please try again.
de: Aktion konnte nicht abgeschlossen werden. Bitte versuche es erneut.
es_es: No hemos podido completar esa acción. Inténtalo de nuevo.
fr_fr: Impossible de terminer cette action. Réessayez.
it: Non è stato possibile completare l'azione. Riprova.
pt_br: Não foi possível concluir essa ação. Tente novamente.

source: We couldn't sign you in. Please try again.
de: Anmeldung nicht möglich. Bitte versuche es erneut.
es_es: No hemos podido iniciar sesión. Inténtalo de nuevo.
fr_fr: Impossible de vous connecter. Réessayez.
it: Accesso non riuscito. Riprova.
pt_br: Não foi possível entrar. Tente novamente.

source: We couldn't update your recipes. Please try again.
de: Rezepte konnten nicht aktualisiert werden. Bitte versuche es erneut.
es_es: No hemos podido actualizar tus recetas. Inténtalo de nuevo.
fr_fr: Impossible de mettre à jour vos recettes. Réessayez.
it: Non è stato possibile aggiornare le ricette. Riprova.
pt_br: Não foi possível atualizar suas receitas. Tente novamente.

source: We’ll turn it into a clean recipe with ingredients and steps.
de: Wir machen daraus ein übersichtliches Rezept mit Zutaten und Schritten.
es_es: Lo convertiremos en una receta clara con ingredientes y pasos.
fr_fr: Nous allons en faire une recette claire avec les ingrédients et les étapes.
it: La trasformeremo in una ricetta chiara con ingredienti e passaggi.
pt_br: Vamos transformar isso em uma receita organizada com ingredientes e etapas.

source: Weekly imports
de: Wöchentliche Importe
es_es: Importaciones semanales
fr_fr: Importations hebdomadaires
it: Importazioni settimanali
pt_br: Importações semanais

source: You can also use Share → ReciApp from any video.
de: Du kannst auch über Teilen → ReciApp jedes Video verwenden.
es_es: También puedes usar Compartir → ReciApp desde cualquier vídeo.
fr_fr: Vous pouvez aussi utiliser Partager → ReciApp depuis n'importe quelle vidéo.
it: Puoi anche usare Condividi → ReciApp da qualsiasi video.
pt_br: Você também pode usar Compartilhar → ReciApp em qualquer vídeo.

source: Your account
de: Dein Konto
es_es: Tu cuenta
fr_fr: Votre compte
it: Il tuo account
pt_br: Sua conta

source: Your recipe defaults.
de: Deine Rezeptstandards.
es_es: Preferencias predeterminadas de tus recetas.
fr_fr: Paramètres par défaut de vos recettes.
it: Impostazioni predefinite delle ricette.
pt_br: Padrões das suas receitas.

source: Your recipes stay synced to your account.
de: Deine Rezepte bleiben mit deinem Konto synchronisiert.
es_es: Tus recetas permanecen sincronizadas con tu cuenta.
fr_fr: Vos recettes restent synchronisées avec votre compte.
it: Le tue ricette restano sincronizzate con il tuo account.
pt_br: Suas receitas continuam sincronizadas com sua conta.

source: Tag name
es_es: Nombre de etiqueta
fr_fr: Nom de l’étiquette
it: Nome etichetta
pt_br: Nome da etiqueta

source: Tags
es_es: Etiquetas
fr_fr: Étiquettes
it: Etichette
pt_br: Etiquetas

source: Name
es_es: Nombre
fr_fr: Nom
it: Nome
pt_br: Nome

source: Version
es_es: Versión
it: Versione
pt_br: Versão
